<?php
return [
    'all' => [
        'headerTitle' => ['序号', '虚词', '主要词性', '核心含义 / 语法作用'],
        'infos' => [
            ['1', '而', '连词、代词', '表并列、承接、转折、修饰、递进、因果等；通“尔”，你'],
            ['2', '何', '疑问代词、副词', '什么、为什么、怎么、多么'],
            ['3', '乎', '语气词、介词', '表疑问、反问、感叹；相当于“于”'],
            ['4', '乃', '副词、代词、连词', '于是、就、才、竟然、你的'],
            ['5', '其', '代词、副词、连词、语气词', '他/她/它、那、其中、难道、大概、还是'],
            ['6', '且', '连词、副词', '而且、况且、尚且、暂且、将要'],
            ['7', '若', '代词、连词、动词', '你、像、如果、比得上'],
            ['8', '所', '助词、名词', '“所”字结构（……的事/人/物）；处所'],
            ['9', '为', '动词、介词、语气词', '做、成为、作为；被、替、给；呢'],
            ['10', '焉', '兼词、代词、语气词', '于此/于之；哪里、什么；啊、呢'],
            ['11', '也', '语气词', '表判断、肯定、疑问、感叹（句尾）'],
            ['12', '以', '介词、连词、动词', '用、拿、凭借、因为、来、以致；认为'],
            ['13', '因', '介词、连词、副词、动词', '凭借、通过、于是、因此、趁机'],
            ['14', '于', '介词', '在、从、到、比、被、对、向'],
            ['15', '与', '介词、连词、语气词', '和、跟、给；同……一起；欤（吗、呢）'],
            ['16', '则', '连词、副词', '就、那么、却、原来、那么（表因果）'],
            ['17', '者', '助词', '……的人/事/物；表停顿；表原因'],
            ['18', '之', '代词、助词、动词', '他/它；的；提宾/定语后置/主谓间取消独立性；到……去'],
        ],
    ],

];
